
import "./pages.css";

export default function About() {
  return (
    <div className="page-container">
      <h2>Про нас</h2>
      <p>
        PhantomTravel – це команда професіоналів, яка понад 10 років організовує незабутні подорожі.
        Ми пропонуємо тури в понад 50 країн світу, включаючи екзотичні напрямки та популярні курорти.
      </p>

      <h3>Наші цінності:</h3>
      <ul>
        <p><li><strong>Якість:</strong> Ми співпрацюємо тільки з перевіреними партнерами.</li></p>
        <p><li><strong>Комфорт:</strong> Забезпечуємо максимальний комфорт під час подорожі.</li></p>
        <p><li><strong>Індивідуальний підхід:</strong> Кожен тур адаптуємо під ваші побажання.</li></p>
      </ul>

      <h3>Що ми пропонуємо:</h3>
      <div>
        <p> Організація групових та індивідуальних турів </p> 
        <p> Бронювання авіаквитків та готелів  </p>
        <p> Тури «все включено»  </p>
        <p> Екскурсії та круїзи  </p>
      </div>

      <h3>Чому обирають нас?</h3>
      <p>
        Ми гарантуємо найкращі ціни, підтримку 24/7 та незабутні враження.  
        З нами ви відкриєте світ по-новому!
      </p>
    </div>
  );
}
