import React from "react";
import "./pages.css";

export default function Home() {
  return (
    <div className="page-container">
      <h1>Ласкаво просимо до PhantomTravel!</h1>
      <p>
        Ми допоможемо вам здійснити мрію про незабутню подорож! Виберіть тури по всьому світу:
        пляжний відпочинок, гірські походи, круїзи та екскурсії.
      </p>
      <h3>Чому обирають нас?</h3>
      <ul>
        <li>Індивідуальний підхід до кожного клієнта</li>
        <li>Найкращі ціни та спеціальні пропозиції</li>
        <li>Підтримка 24/7 під час вашої подорожі</li>
      </ul>
      <button>Забронювати тур</button>
    </div>
  );
}

